Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Providing search engines for obtaining data via communications networks
it: Fornitura di motori di ricerca per ottenere dati mediante reti di comunicazione

source: Rental of memory space on servers for hosting electronic bulletin boards
it: Noleggio di spazio di memoria su server per ospitare bacheche elettroniche

source: Rental of software for inventory management
it: Noleggio di software per la gestione dell'inventario

source: Programming of software for inventory management
it: Programmazione di software per la gestione dell'inventario

source: Design and development of software for inventory management
it: Progettazione e sviluppo di software per la gestione dell'inventario

source: Providing temporary use of on-line non-downloadable software for inventory management
it: Fornitura di software online non scaricabili per uso temporaneo per la gestione dell'inventario

source: Rental of software for importing and managing data
it: Noleggio di software per l'importazione e la gestione di dati

source: Programming of software for importing and managing data
it: Programmazione di software per l'importazione e la gestione di dati

source: Design and development of software for importing and managing data
it: Progettazione e sviluppo di software per l'importazione e la gestione di dati

source: Providing temporary use of on-line non-downloadable software for importing and managing data
it: Fornitura di software online non scaricabili per uso temporaneo per l'importazione e la gestione di dati

source: Rental of software for website development
it: Noleggio di software per lo sviluppo di siti web

source: Programming of software for website development
it: Programmazione di software per lo sviluppo di siti web

source: Design and development of software for website development
it: Progettazione e sviluppo di software per lo sviluppo di siti web

source: Providing temporary use of on-line non-downloadable software for web site development
it: Fornitura di software online non scaricabili per uso temporaneo per lo sviluppo di siti web

source: Rental of operating software for computer networks and servers
it: Noleggio di software operativo per reti e server informatici

source: Programming of operating software for computer networks and servers
it: Programmazione di software operativo per reti e server informatici

source: Design and development of operating software for computer networks and servers
it: Progettazione e sviluppo di software operativi per reti e server informatici

source: Providing temporary use of on-line non-downloadable operating software for computer networks and servers
it: Fornitura di software operativo online non scaricabili per uso temporaneo per reti e server informatici

source: Programming of software for database management
it: Programmazione di software per la gestione di banche dati

source: Design and development of software for database management
it: Progettazione e sviluppo di software per la gestione di banche dati

source: Providing temporary use of on-line non-downloadable software for database management
it: Fornitura di software online non scaricabili per uso temporaneo per la gestione di banche dati

source: Rental of operating software for accessing and using a cloud computing network
it: Noleggio di software operativo per accesso ed uso di reti di cloud computing

source: Programming of operating software for accessing and using a cloud computing network
it: Programmazione di software operativo per accesso ed utilizzo di una rete di cloud computing

source: Design and development of operating software for accessing and using a cloud computing network
it: Progettazione e sviluppo di software operativi per accesso e utilizzo di una rete di cloud computing

source: Providing temporary use of on-line non-downloadable operating software for accessing and using a cloud computing network
it: Fornitura di software operativi online non scaricabili per uso temporaneo per accesso ed utilizzo di reti per cloud computing

source: Providing information about the design and development of computer software, systems and networks
it: Fornitura di informazioni in tema di progettazione e sviluppo di software, sistemi e reti informatiche

source: Consultancy and information services relating to software rental
it: Servizi di consulenza e informazione in tema di noleggio di software informatici

source: Programming of software for information platforms on the Internet
it: Programmazione di software per piattaforme d'informazione su internet

source: Professional services relating to architectural design
it: Servizi professionali in materia di progettazione architettonica

source: Preparation of biological samples for testing and analysis in research laboratories
it: Preparazione di campioni biologici per test e analisi in laboratori di ricerca

source: Preparation of biological samples for research purposes
it: Preparazione di campioni biologici a fini di ricerca

source: Technical project planning in the field of engineering
it: Pianificazione di progetti tecnici in ambito ingegneristico

source: Scientific services relating to the isolation and cultivation of human tissues and cells
it: Servizi scientifici inerenti l'isolamento e la coltivazione di tessuti e cellule umane

source: Industrial analysis and research services relating to automobile tires
it: Servizi di analisi e ricerca industriale inerenti pneumatici per automobili

source: Research and development services relating to automobile tires
it: Servizi di analisi e ricerca inerenti pneumatici per automobili

source: Preparation of immunohistological samples for analysis in research laboratories
it: Preparazione di campioni immunoistologici per analisi in laboratori di ricerca

source: Research and development services in the field of immunohistology
it: Servizi di ricerca e sviluppo in ambito immunoistologico

source: Hosting online facilities for conducting interactive discussions
it: Domiciliazione di strutture online per la conduzione di discussioni interattive

source: Research in the field of gene therapy
it: Ricerca in tema di terapie geniche

source: Advisory services relating to gene therapy research
it: Servizi di consulenza in tema di terapie genetiche

source: Genetic engineering services
it: Servizi di ingegneria genetica

source: Engineering services relating to energy supply systems
it: Servizi di ingegneria in tema di impianti di fornitura energetica

source: Engineering services relating to gas transport and supply systems
it: Servizi di ingegneria in tema di impianti di fornitura e trasporto di gas

source: Engineering services for the gas industry
it: Servizi di ingegneria per l'industria del gas

source: Testing services for alarm and monitoring systems
it: Servizi di testing per sistemi di allarme e monitoraggio

source: Engineering services in the field of environmental technology
it: Servizi di ingegneria in tema di tecnologia ambientale

source: Engineering services in the field of communications technology
it: Servizi di ingegneria in tema di tecnologia delle comunicazioni

source: Engineering services in the field of building technology
it: Servizi di ingegneria in tema di tecnologia delle costruzioni

source: Engineering services in the field of energy technology
it: Servizi di ingegneria in tema di tecnologia dell'energia

source: Engineering services in the field of motive power
it: Servizi di ingegneria in tema di forze motrici

source: Hosting of computerized data, files, applications and information
it: Hosting di dati, file, applicazioni e informazioni computerizzati

source: Electronic data back-up
it: Back-up di dati elettronici

source: Design and development of computer software for process control
it: Progettazione e sviluppo di software per il controllo dei processi

source: Design and development of software for control, regulation and monitoring of solar energy systems
it: Progettazione e sviluppo di software per controllo, regolazione e monitoraggio di impianti a energia solare

source: Design and development of medical diagnostic apparatus
it: Progettazione e sviluppo di apparecchiature per la diagnosi medica

source: Design and development of new technology for others
it: Progettazione e sviluppo di nuove tecnologie per conto terzi

source: Design and development of software for electronic television program guides
it: Progettazione e sviluppo di software per guide elettroniche dei programmi televisivi

source: Design and development of computer software for logistics, supply chain management and e-business portals
it: Progettazione e sviluppo di software per logistica, gestione di catene d'approvvigionamento e portali di e-business

source: Design and development of computer software for supply chain management
it: Progettazione e sviluppo di software per la gestione di catene d'approvvigionamento

source: Design and development of computer software for logistics
it: Progettazione e sviluppo di software per la logistica

source: Development of computer software for logistics, supply chain management and e-business portals
it: Sviluppo di software informatici per logistica, gestione di catene d'approvvigionamento e portali di e-business

source: Design and development of testing and analysis methods
it: Progettazione e sviluppo di metodi di testing e analisi

source: Research and development in the field of diagnostic preparations
it: Ricerca e sviluppo nel settore delle preparazioni diagnostiche

source: Design and development of diagnostic apparatus
it: Progettazione e sviluppo di apparecchiature diagnostiche

source: Design and development of wireless data transmission apparatus
it: Progettazione e sviluppo di apparecchiature per trasmissione wireless di dati

source: Design and development of wireless data transmission apparatus, instruments and equipment
it: Progettazione e sviluppo di apparecchiature, strumenti e attrezzature per trasmissione wireless di dati

source: Design and development of data processing systems
it: Progettazione e sviluppo di sistemi per l'elaborazione dati

source: Design and development of electronic database software
it: Progettazione e sviluppo di software elettronico per banche dati

source: Design and development of computer peripherals
it: Progettazione e sviluppo di periferiche per computer

source: Development of computer software for use with computer-controlled switching systems
it: Sviluppo di software per sistemi di commutazione gestiti da computer

source: Design and development of medical technology
it: Progettazione e sviluppo di tecnologie mediche

source: Design and development of computer software for use with medical technology
it: Progettazione e sviluppo di software per tecnologie mediche

source: Conversion of texts to digital format
it: Conversione di testi al formato digitale

source: Digitalization of sound and images
it: Digitalizzazione di suoni e immagini

source: Programming of computer software for electronic language translation dictionaries and databases
it: Programmazione di software per dizionari e banche dati elettroniche per traduzione linguistica

source: Design and development of electronic language translation dictionaries and databases
it: Progettazione e sviluppo di dizionari e banche dati elettroniche per traduzione linguistica

source: Preparation of biological samples for analysis in research laboratories
it: Preparazione di campioni biologici per analisi in laboratori di ricerca

source: Programming of computer software for evaluation and calculation of data
it: Programmazione di software per valutazione e calcolo di dati

source: Design and development of computer software for evaluation and calculation of data
it: Progettazione e sviluppo di software per valutazione e calcolo di dati

source: Programming of computer software for reading, transmitting and organising data
it: Programmazione di software per lettura, trasmissione e organizzazione di dati

source: Design and development of computer software for reading, transmitting and organising data
it: Progettazione e sviluppo di software per lettura, trasmissione e organizzazione di dati

source: Creating and maintaining websites for mobile phones
it: Creazione e manutenzione di siti web per telefoni cellulari

source: Design and development of energy management software
it: Progettazione e sviluppo di software per la gestione energetica

source: Consultancy relating to laboratory testing
it: Consulenze in tema di test di laboratorio

source: Consultancy relating to research and development in the field of therapeutics
it: Consulenze in tema di ricerca e sviluppo in ambito terapeutico

source: Consultancy in the field of pharmaceutical research
it: Consulenze in tema di ricerca farmaceutica

source: Consultancy relating to the design and development of computer software programs
it: Consulenze in tema di progettazione e sviluppo di programmi software

source: Design and development of computer hardware architecture
it: Progettazione e sviluppo di architettura hardware

source: Consulting in the field of cloud computing networks and applications
it: Consulenza in materia di reti ed applicazioni di cloud computing

source: Consultancy relating to the design of home pages and Internet sites
it: Consulenza per la realizzazione di home page e siti internet

source: Design and development of endoprostheses
it: Progettazione e sviluppo di endoprotesi

source: Design and development of prostheses
it: Progettazione e sviluppo di protesi

source: Development of prostheses
it: Sviluppo di protesi

source: Design of prostheses
it: Progettazione di protesi

source: Consultancy and information services relating to the design, programming and maintenance of computer software
it: Servizi di consulenza e informazione in tema di progettazione, programmazione e manutenzione di software informatici

source: Consultancy and information services relating to software maintenance
it: Servizi di consulenza e informazione in tema di manutenzione di software informatici

source: Consultancy and information services relating to computer programming
it: Servizi di consulenza e informazione in tema di programmazione informatica

source: Consultancy and information services relating to computer software design
it: Servizi di consulenza e informazione in tema di progettazione di software informatici

source: Computer programming for the energy industry
it: Programmazione informatica per l'industria energetica

source: Computer programming for data processing
it: Programmazione informatica per l'elaborazione dati

source: Scientific analysis
it: Analisi scientifiche

source: Computer aided scientific analysis services
it: Analisi scientifiche con supporto informatico

source: Computer aided scientific research services
it: Ricerca scientifica con supporto informatico

source: Compression of data for electronic storage
it: Compressione di dati per archiviazione elettronica

source: Compilation of web pages for the Internet
it: Compilazione di pagine web per internet

source: Testing services for the certification of quality or standards
it: Servizi di testing per la certificazione della qualità o degli standard

source: Technical project studies in the field of construction
it: Studi di progettazione tecnica in tema di edilizia

source: Consultancy relating to geological surveys
it: Consulenze in tema di rilevazioni geologiche

source: Consultancy in the field of architecture and construction drafting
it: Consulenze in tema di architettura e progettazione edile

source: Research and development services in the field of antibodies
it: Servizi di ricerca e sviluppo in tema di anticorpi

source: Analysis and testing services relating to electrical engineering apparatus
it: Servizi d'analisi e verifica inerenti le apparecchiature di ingegneria elettrica

source: Advice and development services relating to computer software
it: Servizi di consulenza e sviluppo in materia di software informatici

source: Administration of user rights in computer networks
it: Amministrazione dei diritti d'utenza in reti informatiche

source: Computer security services for protection against illegal network access
it: Servizi di sicurezza informatica contro l'accesso illegale a una rete

source: Scientific research and analysis
it: Ricerche e analisi scientifiche

source: Rental of computer peripherals
it: Noleggio di periferiche per computer

source: Rental of computer software relating to travel
it: Noleggio di software in tema di viaggi

source: Provision of technical information in relation to computers
it: Fornitura di informazioni tecniche in tema di computer

source: Hosting electronic memory space on the Internet for advertising goods and services
it: Hosting di spazio di memoria elettronica su internet per pubblicizzare prodotti e servizi

source: Providing information about the results of clinical trials for pharmaceutical products
it: Fornitura di informazioni relative ai risultati di studi clinici per prodotti farmaceutici

source: Providing online information about industrial analysis and research services
it: Fornitura di informazioni online relative a servizi di analisi e ricerca industriale

source: Providing information about industrial analysis and research services
it: Fornitura di informazioni relative a servizi di analisi e ricerca industriale

source: Providing temporary use of non-downloadable business software
it: Fornitura di software aziendale non scaricabili per uso temporaneo

source: Programming of software for e-commerce platforms
it: Programmazione di software per piattaforme di e-commerce

source: Programming of telecommunications software
it: Programmazione di software per telecomunicazioni

source: Programming of software for Internet platforms
it: Programmazione di software per piattaforme internet

source: Product quality control testing
it: Test di controllo qualità su prodotti

source: Design of software for use with printing machines
it: Progettazione di software per macchinari da stampa

source: Consultancy relating to software for communication systems
it: Consulenze in tema di software per sistemi di comunicazione

source: Maintenance and updating of software for communication systems
it: Manutenzione e aggiornamento di software per sistemi di comunicazione

source: Design and updating of home pages and web pages
it: Progettazione e aggiornamento di home page e pagine web

source: Inspection of goods for quality control
it: Ispezione di prodotti per controllo qualità

source: Industrial analysis and research services in the field of chemistry
it: Servizi di analisi e ricerca industriale in ambito chimico

source: Design and development of energy distribution networks
it: Progettazione e sviluppo di reti di distribuzione energetica

source: Development and maintenance of computer database software
it: Sviluppo e manutenzione di software per banche dati informatiche

source: Development and maintenance of computer software
it: Sviluppo e manutenzione di software informatici

source: Development of testing apparatus for electrical wires
it: Sviluppo di apparecchi di controllo per fili elettrici

source: Design and development of electronic dictionaries
it: Progettazione e sviluppo di dizionari elettronici

source: Design and development of electronic greeting cards
it: Progettazione e sviluppo di biglietti di auguri elettronici

source: Design and development of navigation systems
it: Progettazione e sviluppo di sistemi di navigazione

source: Creating, maintaining and hosting the websites of others
it: Creazione, manutenzione, e hosting di siti web per conto terzi

source: Consultancy in the field of security software
it: Consulenze in tema di software di sicurezza

source: Consultancy relating to the recovery of computer data
it: Consulenze in tema di recupero di dati informatici

source: Consultancy in the field of computer system integration
it: Consulenze in tema di integrazione di sistemi informatici

source: Consultancy in the field of computer system analysis
it: Consulenze in tema di analisi di sistemi informatici

source: Consultancy relating to the updating of software
it: Consulenze in tema di aggiornamento di software informatici

source: Consultancy and information services relating to computer system integration
it: Servizi di consulenza e informazione in tema di integrazione di sistemi informatici

source: Consultancy and information services relating to information technology architecture and infrastructure
it: Servizi di consulenza e informazione in tema di architettura e infrastrutture della tecnologia dell'informazione

source: Consultancy and information services relating to information technology
it: Servizi di consulenza e informazione in tema di tecnologia dell'informazione

source: Design, development and programming of computer software
it: Progettazione, sviluppo e programmazione di software informatici

source: Hosting of customized web pages
it: Hosting di pagine web personalizzate

source: Creating and maintaining customized web pages
it: Creazione e manutenzione di pagine web personalizzate

source: Programming of customized web pages
it: Programmazione di pagine web personalizzate

source: Analysis in the field of molecular biology
it: Analisi in tema di biologia molecolare

source: Technical consultancy relating to the installation and maintenance of computer software
it: Consulenze tecniche in tema di installazione e manutenzione di software informatici

source: Technical consultancy relating to the application and use of computer software
it: Consulenze tecniche in tema di applicazione e utilizzo di software informatici

source: Installation, maintenance, updating and upgrading of computer software
it: Installazione, manutenzione, aggiornamento e potenziamento di software informatici

source: Technological consultancy in the fields of energy production and use
it: Consulenze tecnologiche in tema di produzione e utilizzo di energia

source: Software engineering services for data processing programs
it: Servizi di ingegneria di software per programmi di elaborazione dati

source: Environmental monitoring services
it: Servizi di monitoraggio ambientale

source: Conducting of scientific studies
it: Realizzazione di studi scientifici

source: Research relating to the development of computer hardware
it: Ricerche in tema di sviluppo di hardware informatici

source: Research and development in the field of microorganisms and cells
it: Ricerca e sviluppo nel settore dei microrganismi e delle cellule

source: Research and development services in the field of gene expression systems
it: Servizi di ricerca e sviluppo in tema di sistemi di espressione del gene

source: Research and development services in the field of immunology
it: Servizi di ricerca e sviluppo in tema di immunologia

source: Research and development services in the field of chemistry
it: Servizi di ricerca e sviluppo in ambito chimico

source: Research and development services in the field of antibody technology
it: Servizi di ricerca e sviluppo in tema di tecnologia degli anticorpi

source: Research and development services in the field of cytology
it: Servizi di ricerca e sviluppo in tema di citologia

source: Research and development services in the field of bacteriology
it: Servizi di ricerca e sviluppo in tema di batteriologia

source: Providing temporary use of online non-downloadable investment software
it: Fornitura di software online non scaricabili ad uso temporaneo in tema di investimento

source: Hosting platforms on the Internet
it: Domiciliazione di piattaforme su internet

source: Hosting memory space on the Internet
it: Hosting di spazio di memoria su internet
